Repository: OpenEnergyTools/oscd-subscriber-later-binding
Catalog: localization/*.xlf
Languages: de, pt

# s54431d00a8030125
source: Subscribed
de: Abonniert
pt: Inscrito

# s4d958711afb20742
source: Not Subscribed
de: Nicht abonniert
pt: Não inscrito

# s392d68658d0c0a7b
source: No subscribed inputs
de: Keine abonnierten Eingänge
pt: Sem entradas inscritas

# sd099c72448b745ed
source: Available to subscribe
de: Verfügbar zum Abonnieren
pt: Disponível para inscrição

# s94915263ea5e8caf
source: No available inputs to subscribe
de: Keine verfügbaren Eingänge zum Abonnieren
pt: Sem entradas disponíveis para inscrição

# s9d8b8aa2b404c2c8
source: Settings
de: Einstellungen
pt: Configurações

# s1cff131b3b4aa852
source: Auto-increment
de: Auto-Inkrement
pt: Autoincremento

# sea5933c70ba5a518
source: No published item selected
de: Kein veröffentlichtes Element ausgewählt
pt: Nenhum item publicado selecionado

# sf5bd9968dcf60b09
source: Change between GOOSE and Sampled Value publishers
de: Zwischen GOOSE- und Sampled-Value-Publishern wechseln
pt: Alternar entre publicadores GOOSE e de valor amostrado

# s8515776e84d433b7
source: Switch between Publisher and Subscriber view
de: Wechseln Sie zwischen Publisher- und Subscriber-Ansicht
pt: Alternar entre a visualização de Editor e Assinante

# sca093ee6bf313c3e
source: Invalid Mapping
de: Ungültige Zuordnung
pt: Mapeamento inválido

# s70c2825ea00a6e1d
source: The subscription is valid but the element is not present -- check that IED, control block and dataset are correct.
de: Das Abonnement ist gültig, aber das Element ist nicht vorhanden - überprüfen Sie, ob IED, Steuerblock und Datensatz korrekt sind.
pt: A assinatura é válida, mas o elemento não está presente - verifique se o IED, bloco de controle e conjunto de dados estão corretos.

# sa476e1e85cf33f8a
source: Unspecified Service Types
de: Nicht spezifizierte Diensttypen
pt: Tipos de Serviço Não Especificados

# s22a10e043800c031
source: Change Supervision LNs
de: Ändere Überwachungs-LNs
pt: Alterar LNs de Supervisão

# s27c699f64cb6ac93
source: No inputs
de: Keine Eingaben
pt: Sem entradas

# s991b3c5848a34d8f
source: No input selected
de: Keine Eingabe ausgewählt
pt: Nenhum item selecionado

# s3a298ebf630293f0
source: No published items
de: Sem itens publicados
pt: Keine veröffentlichten Artikel

# s5d929ff1619ac0c9
source: Search
de: Suche
pt: Pesquisa

# s83b4689aeee7103d
source: Data Objects
de: Datenobjekte
pt: Objetos de Dados

# sa31e300fdb94e50d
source: Non-Matching Preconfigured
de: Nicht übereinstimmende vorkonfigurierte
pt: Pré-configurados Não Correspondentes

# s8a7bee24f1eeaff1
source: Sort
de: Sortieren

# sf662655f1f2b699c
source: Data Model
de: Datenmodell

# sd69d6529db90631b
source: Object Reference
de: Objektreferenz

# sd806f84a0c37fffe
source: Full Description
de: Vollständige Beschreibung

# s9f414b2a098ea073
source: Data Object and Attribute Description
de: Datenobjekt- und Attributbeschreibung

# sc36093724a2669c3
source: Data Attribute Description
de: Datenattributbeschreibung

# s22b07ec8ef21ae60
source: Internal Address
de: Interne Adresse

# s63d894b1ddb06289
source: Description
de: Beschreibung

# s39a7098397887dc3
source: Mapped Reference
de: Zugeordnete Referenz

# sf675f879b1c892c6
source: Quality
de: Qualität

# s6d46705bc76da1b7
source: Preconfigured Quality Attribute
de: Vorkonfigurierte Qualitätsmerkmale

# se5fced4f6d864345
source: Allow External Plugins
de: Externe Plugins zulassen

# s524a73ff42cdb07a
source: Select SV Publisher
de: SV auswählen

# sa932746a6ee3478a
source: Select GOOSE Publisher
de: GOOSE auswählen

# sba500ed4ebad68c1
source: Select Subscriber Input
de: Eingang auswählen

# s8f4be9f086eb530f
source: Undo
de: Rückgängig machen

# s7417792bbe720149
source: Redo
de: Wiederholen

# s6d8c02aee480af7a
source: Menu
de: Speisekarte

# s5e8250fb85d64c23
source: Close
de: Schließen

# s7c95876637f6a9d7
source: Filter
pt: Filtro

# s7b45ec25bda765ae
source: Select SV
pt: Selecionar SV

# s0df58b351dfdde3e
source: Select GOOSE
pt: Selecionar GOOSE

# s62577ba24e6c7d95
source: Select Input
pt: Selecionar Entrada
